const logo = `
══════════
/  //════//
/  //                            
/  //    _____
/  //    /__  |
/══//        | |
        | |_______________
        | //:::::::::::::/
        |//:::::::::::::/
        \\--------------/ 
         \\____________/      ════
          |----------|      /  //
          0          0     /  //
                          /  //
                 /═══════/  //
                /══════════//
`
const typo = `
                                   
┌═┐┌═┐ ┌═┐ .═══.   /‾‾\\  .════. |‾‾‾‾‾|
‖ ‖‖  '| ‖/  ___} /_()_\\ ‖ ‖\\  } ‾‖ ‖‾
‖ ‖‖ |\\  ‖\\  ‾‾‾}/  /\\  \\‖ |‾\\ \\  ‖ ‖  
└═┘└═┘ └═┘ '═══' ╰═╯  ╰═╯└═┘  '═' └═┘
`

const warning = `┌───────────────────────────────── ┐
│         😊 CAUTION!!😊           │
│                                  │
│  YOU ARE IN DEV MODE             │
│  But nothing bad will happen :)  │
│  Just go ahead and develop! And  │
|  don't forget to run real        │
│  server without devmode off      │
│                                  │
│  - 2022.12.24,                   │
│    By Rycont in Christmas Eve    │
└──────────────────────────────────┘`

export default {
    logo: logo.trim(),
    typo: typo.trim(),
    warning: warning.trim(),
}
